FaroSystemAppender constructor
4ops.terraform
amazonwebservices.aws-toolkit-vscode
anysphere.pyright
apollographql.vscode-apollo
asvetliakov.vscode-neovim
austenc.tailwind-docs
betterthantomorrow.calva
betterthantomorrow.calva-spritz
bradlc.vscode-tailwindcss
cschlosser.doxdocgen
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dunstontc.vscode-rust-syntax
dustypomerleau.rust-syntax
eamodio.gitlens
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.vscode-mysql
foxundermoon.shell-format
genieai.chatgpt-vscode
gimly81.fortran
github.codespaces
github.copilot
github.copilot-labs
github.github-vscode-theme
golang.go
golang.go-nightly
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
hashicorp.terraform
haskell.haskell
hediet.vscode-drawio
hoovercj.haskell-linter
ipedrazas.kubernetes-snippets
jeff-hykin.better-cpp-syntax
justusadam.language-haskell
kevinrose.vsc-python-indent
magicstack.magicpython
marp-team.marp-vscode
mattn.lisp
mhutchie.git-graph
mikeburgh.xml-format
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
mushan.vscode-paste-image
njpwerner.autodocstring
omartawfik.github-actions-vscode
pkief.material-icon-theme
redhat.java
redhat.vscode-yaml
ritwickdey.live-sass
ritwickdey.liveserver
rust-lang.rust-analyzer
serayuzgur.crates
statiolake.vscode-rustfmt
streetsidesoftware.code-spell-checker
svipas.prettier-plus
tabnine.tabnine-vscode
tamasfe.even-better-toml
timonwong.shellcheck
tintinweb.graphviz-interactive-preview
tonybaloney.vscode-pets
twxs.cmake
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
wholroyd.jinja
xaver.clang-format
zhuangtongfa.material-theme
